const styleObj1 =
{
    color: '#f46604'
}
ReactDOM.render
    (
        <center>
            <div>______________________________________________________________________________________________________________________________________________________________________________________________________________</div>
            <table>
                <tbody>
                    <tr>
                        <td rowspan="5"><img src="img1.jpg" width="50%" height="50%" /></td>
                        <td align="right">Назва:</td>
                        <td style={styleObj1}>Українська мова. Буквар.</td>
                    </tr>
                    <tr>
                        <td align="right">Автори:</td>
                        <td>Кравцова, Придаток.</td>
                    </tr>
                    <tr>
                        <td align="right">Жанр:</td>
                        <td>Азбука.</td>
                    </tr>
                    <tr>
                        <td align="right">Кількість сторінок:</td>
                        <td>96 сторінок.</td>
                    </tr>
                </tbody>
            </table>
            <div>______________________________________________________________________________________________________________________________________________________________________________________________________________</div>
            <table>
                <tbody>
                    <tr>
                        <td rowspan="5"><img src="img2.png" width="80%" height="80%" /></td>
                        <td>Название группы:</td>
                        <td>Infornal Fuckъ</td>
                    </tr>
                    <tr>
                        <td>Информация об участниках группы:</td>
                        <td>
                            <ul>
                                <li><div>Алексей Медведев (вокал, соло-гитара),</div></li>
                                <li><div>Алексей Кирьяненко (ритм-гитара),</div></li>
                                <li><div>Северьян Шахов (бас),</div></li>
                                <li><div>Анастасия Ковалёва (клавиши),</div></li>
                                <li><div>Сергей (ударные).</div></li>
                            </ul>
                        </td>
                    </tr>
                    <tr>
                        <td>Название альбомов:</td>
                        <td>
                            <ul>
                                <li><div><img src="1.png" width="10%" height="10%" align="center" /> — Алкоголизм Сильнее Гравитации,</div></li>
                                <li><div><img src="2.png" width="10%" height="10%" align="center" /> — Клиника Валхалла,</div></li>
                                <li><div><img src="3.png" width="10%" height="10%" align="center" /> — Манёвры северной алкодивизии,</div></li>
                                <li><div><img src="4.png" width="10%" height="10%" align="center" /> — Полночь. XXI век,</div></li>
                                <li><div><img src="5.png" width="10%" height="10%" align="center" /> — Край родной,</div></li>
                                <li><div><img src="6.png" width="10%" height="10%" align="center" /> — Уже не то.</div></li>
                            </ul>
                        </td>
                    </tr>
                </tbody>
            </table>
            <div>______________________________________________________________________________________________________________________________________________________________________________________________________________</div>
            <div><img src="img3.jpg" width="30%" height="30%" /></div>
            <div><h1 style={{ fontSize: 57 }}>Салат из РОЛЛТОНА</h1></div>
            <div style={{ marginLeft: -340 }}>
                <h1 style={{ fontSize: 37 }}>Ингредиенты</h1>
                <ul>
                    <li style={{ marginLeft: -110 }}>1 пачка (85 гр) роллтона</li>
                    <li style={{ marginLeft: -204 }}>1 Морковь</li>
                    <li style={{ marginLeft: -171 }}>1 лук репчатый</li>
                    <li style={{ marginLeft: -232 }}>2 яйца</li>
                    <li style={{ marginLeft: -153 }}>по вкусу Майонез</li>
                    <li style={{ marginLeft: -179 }}>по вкусу Соль</li>
                </ul>
            </div>
            <h1>Как приготовить</h1>
            <p align="left"><b style={{ fontSize: 60 }}>1.</b><b style={{ fontSize: 30 }}>Роллтон залить кипятком вместе с сухой приправой. Воды немного. Если будет много, потом можно слить. Обжарить лук репчатый и морковь, яйцо натереть на крупной тёрке, все добавить к роллтону, посолить по вкусу, добавить майонез, перемешать. Приятного аппетита 💯!</b></p>
            <img align="left" src="img4.jpg" width="20%" height="20%" />
            <div>______________________________________________________________________________________________________________________________________________________________________________________________________________</div>
        </center>,

        document.getElementById("div_id_1")
    )